<?php
declare(strict_types=1);

return [
    "account_created" =>'تم تسجيل حساب جديد بنجاح. يرجى التحقق من بريدك الإلكتروني.',
    "account_not_found" => "لم يتم العثور على هذا الحساب .",
    "verified_already" => "الحساب مفعل من قبل بالفعل.",
    "verified_success" => "تم تفعيل الحساب بنجاح .",
    "verify_error" => "حدث خطأ أثناء التحقق من الحساب.",
    "invalid_otp" => "رمز التحقق غير صحيح أو منتهي الصلاحية. يرجى طلب رمز جديد والمحاولة مرة أخرى.",
    "otp_resend"  => "تم ارسال رمز جديد بنجاح , برجاء التحقق من البريد الالكتروني",
    "verify_notice" => "برجاء التحقق من بريدك الالكتروني للتفعيل."
];